import { ISummary } from '../component/summary/ISummary';

const summary: ISummary.Payload = {
  disable: false,
  contents: [
    '**7년차 백엔드 개발자 | 고객 중심의 문제 해결로 비즈니스 성장을 주도하는 개발자**',
    '**주도적인 병목 개선:** 심각한 응답 지연이 발생하던 AI 챗봇 시스템을 **AWS SQS 기반 비동기 시스템으로 전환**하여 응답 속도를 **99% 단축**시키는 등, 대규모 트래픽 환경의 안정성을 확보한 경험이 있습니다.',
    '**새로운 비즈니스 실현:** 분산 환경의 **결제 데이터 동시성 이슈**를 Redis 분산 락으로 해결하여 신규 유료 서비스 모델의 성공적인 출시를 이끌었습니다.',
    '**검증된 비즈니스 기여:** 기술적 개선을 통해 사용자 리**텐션 20%p 증가, 핵심 페이지 이탈률 90% 감소** 등 측정 가능한 비즈니스 성과를 창출했습니다.',
    '**탁월한 오너십:** B2C부터 백오피스까지 서비스의 전체 라이프사이클을 단독으로 책임지고 성장시킨 경험을 통해, 어떤 복잡한 문제든 해결할 수 있는 강력한 오너십을 갖추고 있습니다.',
  ],
};

export default summary;
